<?php

return [
    'email_verification' => [
        'verified' => 'Email был успешно подтвержден',
        'sent_again' => 'Ссылка на подтверждение Email отправлена повторно '
    ],
    'projects' => [
        'created' => 'Проект был успешно создан',
        'updated' => 'Проект был успешно обновлен',
        'deleted' => 'Проект был успешно удален'
    ],
    'pumps' => [
        'imported' => 'Насосы были успешно загружены'
    ],
    'selections' => [
        'deleted' => 'Подбор был успешно удален',
        'added' => 'Подбор был успешно добавлен к проекту',
        'pumps_not_fount' => 'По заданным параметрам насосов не найдено'
    ],
    'users' => [
        'updated' => 'Информация о пользователе была успешно обновлена',
        'password_changed' => 'Пароль был успешно изменен'
    ]
];
